import Talk from '../assets/children.png';
import Computer from '../assets/boy.png';
import Books from '../assets/chat (1).png';
// import Fire from '../assets/fire.png';


export const servicesData = [
    {
        id: 1,
        image: Talk,
        title: 'Групові заняття для дітей 7-12 років',
        subtitle: 'Zoom уроки англійської в мінігрупах',
        points: [
            'Інтерактивні уроки і домашні завдання',
            '40-50 хв. в прямому ефірі',
            'Система оцінювання і заохочування',
            'Відстежування прогресу дитини та підтримка батьків'
        ],
        price: {
            amount: "1800 грн./місяць",
            // icon: Fire,
            // note: "* діє до 31.08",
        },
    },

    {
        id: 2,
        image: Computer,
        title: 'Телеграм канал для дітей 5-7 років',
        subtitle: 'Онлайн-курс англійської вдома',
        points: [
            'Доступ до 40+ уроків в записі',
            'Словник і завдання до кожного уроку',
            'Чат-підтримка з вчителем',
            'Легкий старт перед школою'
        ],
        price: {
            amount: "600 грн./курс",
            // icon: Fire,
            note: "",
        },
    },

    {
        id: 3,
        image: Books,
        title: 'Базова англійська для дорослих',
        subtitle: 'Марафон англійської для початківців',
        points: [
            'Базова лексика та живі теми',
            'Без складної граматики',
            'Доступні відеоуроки + практичні вправи',
            'Підтримка викладача та додаткові матеріали'
        ],
        price: {
            amount: "Старт незабаром",
            // icon: Fire,
            note: "",
        },
    },
];